tap "atlassian/acli"
tap "confluentinc/tap"
tap "hashicorp/tap"
tap "phrase/brewed"
tap "xwmx/taps"

brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "helm"
brew "helmfile"
brew "jq"
brew "k6"
brew "kcat"
brew "keychain"
brew "lazygit"
brew "lima"
brew "mysql-client"
brew "navi"
brew "ncdu"
brew "nmap"
brew "node"
brew "opencode"
brew "pandoc"
brew "ripgrep"
brew "rsync"
brew "saml2aws"
brew "telnet"
brew "terragrunt"
brew "tf-summarize"
brew "tfsec"
brew "tig"
brew "tree"
brew "unzip"
brew "w3m"
brew "watch"
brew "websocat"
brew "wget"
brew "worktrunk"
brew "zoxide"
brew "atlassian/acli/acli"
brew "confluentinc/tap/cli"
brew "hashicorp/tap/terraform"
brew "phrase-cli"
brew "xwmx/taps/nb"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "bitwarden"
cask "brave-browser"
cask "bruno"
cask "claude"
cask "codex"
cask "dbeaver-community"
cask "docker-desktop"
cask "figma"
cask "font-hack-nerd-font"
cask "wezterm"
cask "github"
cask "google-chrome"
cask "grandperspective"
cask "handy"
cask "insomnia"
cask "iterm2"
cask "licecap"
cask "microsoft-teams"
cask "miro"
cask "nextcloud"
cask "nikitabobko/tap/aerospace"
cask "onedrive"
cask "orbstack"
cask "proton-drive"
cask "proton-mail"
cask "send-to-kindle"
cask "stats"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
